[
  "Ameller niyetlere göredir. Herkes niyetinin karşılığını alır.",
  "Din samimiyettir.Orhan usta ",
  "İslam; kelime-i şehadet getirmek, namaz kılmak, zekât vermek, hacca gitmek ve oruç tutmaktır.",
  "Allah sizin suretlerinize ve mallarınıza değil, kalplerinize ve amellerinize bakar.",
  "Bir saat adaletle hükmetmek, yetmiş yıl (nafile) ibadetten hayırlıdır.",
  "Mazlumun bedduasından sakınınız; çünkü onun duasıyla Allah arasında perde yoktur.",
  "İnsanlara merhamet etmeyene Allah da merhamet etmez.",
  "Hepiniz birer çobansınız ve hepiniz yönettiklerinizden sorumlusunuz.",
  "Bir kavmin efendisi, onlara hizmet edendir.",
  "Haksızlık karşısında susan dilsiz şeytandır.",
  "Emanet zayi edildiği zaman kıyameti bekleyin.",
  "İş ehli olmayana verildiğinde kıyameti bekleyin.",
  "İnsanoğlunun hatalarının çoğu dilindendir.",
  "Kul, Allah'ın rızasını kazandıracak bir söz söyler de o sözün nereye varacağını kestiremez.",
  "Allah bir söz sebebiyle kıyamete kadar kulundan razı olur.",
  "Kim bana iki çenesi ve iki bacağı arasındaki uzvunu koruma sözü verirse, ben de ona cennet sözü veririm.",
  "Mümin; ne insanları arkasından çekiştirir, ne lanet okur, ne kötü söz söyler ne de hayâsızlık yapar.",
  "Çok konuşan çok yanılır; çok yanılanın günahı çok olur.",
  "Bir kişiye, Müslüman kardeşini hor görmesi kötülük olarak yeter.",
  "Sabır, ilk sarsıntı anında gösterilendir.",
  "Allah bir kulu sevdiğinde onu imtihan eder.",
  "Müminin durumu ne hoştur! Başına iyi bir şey gelse şükreder, kötü bir şey gelse sabreder.",
  "Güçlü kimse, güreşte başkasını yenen değil, öfke anında kendine hâkim olandır.",
  "Kaderde olan başa gelir.",
  "Bir müminin sıkıntısını giderenin, Allah da kıyamet günü sıkıntısını giderir.",
  "Müslüman kardeşine güler yüz göstermen bile bir sadakadır.",
  "Suyu idareli kullanınız, akan bir nehir kenarında olsanız bile.",
  "Hayvanlara karşı merhametli olun; onlar da birer candır.",
  "Bir ağaç diken ve onun meyvesinden canlıların yemesine vesile olan kimse için o sadaka olur.",
  "Sizden biriniz bir iş yaptığı zaman onu en güzel şekilde yapsın.",
  "İbadetin en hayırlısı, az da olsa devamlı olanıdır.",
  "Kim bir Müslümanı bir ayıbından dolayı kınarsa, o ayıbı kendisi işlemeden ölmez.",
  "Şaka da olsa yalanı terk edene cennetin ortasında bir köşk verilecektir.",
  "Zenginlik, mal çokluğu değil, gönül tokluğudur.",
  "Allah katında en sevilmeyen helal, boşanmadır.",
  "Müslüman, Müslümana haramdır; kanı, malı ve onuru...",
  "Borcunu ödemek niyetinde olanın yardımcısı Allah'tır.",
  "Cuma günü, üzerine güneşin doğduğu en hayırlı gündür.",
  "Güzelliklerin en güzeli, güzel ahlaktır.",
  "Hasetten sakının; ateşin odunu yediği gibi haset de amelleri yer.",
  "İnsanlar bir tarağın dişleri gibi eşittirler.",
  "Kibir, hakkı inkâr etmek ve insanları küçümsemektir.",
  "Lanetçi olmayın.",
  "Misvak kullanmak, ağzı temizler ve Rabb'in rızasını kazandırır.",
  "Nefsinin arzusunu ilah edinenlere yazıklar olsun.",
  "Rızık için endişe etmeyin; her can rızkını bitirmeden ölmez.",
  "Su ateşi nasıl söndürürse, sadaka da günahları öyle söndürür.",
  "Şehitlik, kul hakkı dışındaki her şeye kefarettir.",
  "Tatlı söz sadakadır.",
  "Uyuyan uyanana kadar, çocuk büyüyene kadar sorumluluktan muaftır.",
  "Vefat eden kimseyi üç şey takip eder: Ailesi, malı ve ameli.",
  "Yolculuk, azaptan bir parçadır.",
  "Allah için mütevazı olanı Allah yüceltir.",
  "Borçlunun halinden anlayıp ona süre tanıyanı Allah gölgesinde barındırır.",
  "Bir meclisten kalkarken 'Sübhâneke Allâhümme' okumak hatalara kefarettir.",
  "Birbirinize sırt çevirmeyin, ey Allah'ın kulları kardeş olun.",
  "Kişi sevdiği ile beraberdir.",
  "İki kişi varken üçüncü kişiyi dışlayarak gizli konuşmayın.",
  "Kardeşinin gıybetini yapan, kokuşmuş et yiyen kimse gibidir.",
  "Hediyeleşin, çünkü hediye kalpteki kötü duyguları giderir.",
  "Müslüman, Müslümanı korkutmamalıdır.",
  "Bir kimseyi haksız yere suçlayan, o suçun aynısını işlemeden ölmez.",
  "Şeytan insanın damarlarında kanın dolaştığı gibi dolaşır.",
  "Öfkelendiğin zaman abdest al; çünkü öfke ateştendir.",
  "Dünya hayatı oyun ve eğlenceden ibarettir; asıl hayat ahiret hayatıdır.",
  "Nefsini bilen, Rabbini bilir.",
  "Göz zinası, harama bakmaktır.",
  "Harama bakmak, şeytanın zehirli oklarından bir oktur.",
  "Allah bir kulu sevdiğinde onu dünyaya karşı zahit kılar.",
  "Söz vermek borçtur.",
  "Ahdine vefa göstermeyenin dini yoktur.",
  "Hiyanet eden, emanet ehli değildir.",
  "Alışverişte hile yapan bizden değildir.",
  "Yetimin başını okşayanın saç teli kadar sevabı olur.",
  "Yalan yere yemin etmek, memleketleri harabeye çevirir.",
  "Haksız yere gasp edilen toprak yedi kat yerin dibinden boyuna dolanır.",
  "Kur'an okuyun; çünkü o kıyamet günü dostlarına şefaatçi olacaktır.",
  "İhlas suresini okumak, Kur'an'ın üçte birine denktir.",
  "Namazdan sonra 33 defa tesbih çekmek günahları siler.",
  "Ezanda müezzinin dediklerini tekrar edin.",
  "Evlerinizi kabristana çevirmeyin (evde de namaz kılın).",
  "Cuma namazına gitmek, her erkeğe farzdır.",
  "Allah her canlıya yapılan iyiliğe sevap verir.",
  "Bize silah çeken bizden değildir.",
  "İntihar eden, cehennem ateşinde o aletle azap görür.",
  "İnsanların arasını düzeltmek için söylenen yalan sayılmaz.",
  "Kaderi ancak dua değiştirir.",
  "Dünya hayatında zühd, kalbi ve bedeni dinlendirir.",
  "İnsanın değeri ameliyle ölçülür.",
  "Duanın kabul olması için helal lokma yiyin.",
  "Melekler, ilim öğrenenlerin üzerine kanatlarını gererler.",
  "İbadetin en faziletlisi, vaktinde kılınan namazdır.",
  "Allah bir kavmi severse onları belalarla imtihan eder.",
  "Rızkın onda dokuzu ticarettedir.",
  "Zenginlere karşı tevazu gösteren dininin yarısını kaybeder.",
  "Yemekten önce ve sonra el yıkamak berekettir.",
  "Mümin bir delikten iki defa ısırılmaz.",
  "Güzel söz sadakadır.",
  "Sıhhat ve afiyet için dua edin.",
  "Mescitler Allah'ın evidir.",
  "Kim bir hayra sebep olursa onu yapan gibidir.",
  "Allah birine hayır dilerse onu dinde fakih kılar.",
  "Kanaat bitmez bir hazinedir.",
  "İnsanların en hayırlısı, insanlara en çok faydası dokunandır.",
  "Müslüman, dilinden ve elinden insanların emin olduğu kişidir.",
  "Kendisi için istediğini kardeşi için de istemedikçe iman etmiş olmaz.",
  "Birbirinizi sevmedikçe iman etmiş olmazsınız.",
  "Mümin, insanların canları ve malları konusunda emin oldukları kimsedir.",
  "İmanın en üstünü 'Lâ ilâhe illâllah' sözüdür.",
  "Hayâ imandandır.",
  "Allah temizdir, temizliği sever.",
  "Temizlik imanın yarısıdır.",
  "Namaz dinin direğidir.",
  "Gözümün nuru namazdır.",
  "Kulun Rabbine en yakın olduğu an secde anıdır.",
  "Namazı cemaatle kılmak yirmi yedi derece daha faziletlidir.",
  "Beş vakit namaz aradaki günahlar için kefarettir.",
  "Sabah namazını kılan kimse Allah'ın himayesindedir.",
  "Oruç bir kalkandır.",
  "Sahur yapınız, çünkü sahurda bereket vardır.",
  "Yalanla iş yapmayı bırakmayanın aç kalmasına Allah'ın ihtiyacı yoktur.",
  "Hac meşakkattir.",
  "Kabul olunmuş bir haccın karşılığı ancak cennettir.",
  "Sadaka malı eksiltmez.",
  "Yarım hurma ile de olsa kendinizi ateşten koruyun.",
  "Veren el, alan elden üstündür.",
  "Dua ibadetin özüdür.",
  "Ezanla kamet arasında yapılan dua reddolunmaz.",
  "İyilik güzel ahlaktır.",
  "Sizin en hayırlınız ahlakı en güzel olanınızdır.",
  "Ben güzel ahlakı tamamlamak için gönderildim.",
  "Doğruluk iyiliğe, iyilik cennete götürür.",
  "Bizi aldatan bizden değildir.",
  "Gerçek pehlivan öfke anında nefsine hâkim olandır.",
  "Kolaylaştırınız, zorlaştırmayınız; müjdeleyiniz, nefret ettirmeyiniz.",
  "Allah her işte yumuşaklıkla davranılmasını sever.",
  "İyiliğe yol gösteren onu yapan gibidir.",
  "İnsanların çoğu sağlık ve boş vakit nimetinde aldanmıştır.",
  "Akıllı kişi nefsini hesaba çeken ve ölüm sonrası için çalışandır.",
  "İnsanların en hayırlısı ömrü uzun ve ameli güzel olandır.",
  "Utanmıyorsan dilediğini yap.",
  "Sabır bir ışıktır.",
  "Kim bir ayıbı örterse, Allah da onun ayıbını örter.",
  "Münafığın alameti; yalan söylemesi, sözünde durmaması ve hıyanetidir.",
  "Kalbinde zerre kadar kibir olan cennete giremez.",
  "Şüpheli şeylerden kaçınan dinini ve onurunu korumuş olur.",
  "Dünyada bir garip gibi, hatta bir yolcu gibi ol.",
  "En hayırlınız ailesine karşı en hayırlı olanınızdır.",
  "Cennet annelerin ayakları altındadır.",
  "Allah'ın rızası anne babanın rızasındadır.",
  "Akrabalık bağını kesen cennete giremez.",
  "Hiçbir baba evladına güzel ahlaktan daha üstün bir miras bırakamaz.",
  "Küçüklerimize merhamet etmeyen bizden değildir.",
  "Komşusu açken tok yatan bizden değildir.",
  "Komşu hakkı o kadar önemlidir ki onu mirasçı yapacak sandım.",
  "Allah'a ve ahirete iman eden komşusuna eziyet etmesin.",
  "Allah'a ve ahirete iman eden misafirine ikram etsin.",
  "Dul ve yetime yardım eden Allah yolunda cihat eden gibidir.",
  "Müslüman müslümanın kardeşidir; ona zulmetmez.",
  "Selamı aranızda yayın.",
  "Hediyeleşin ki birbirinizi sevesiniz.",
  "Hastayı ziyaret etmek müslümanın müslüman üzerindeki hakkıdır.",
  "Birbirinize haset etmeyin, sırt çevirmeyin.",
  "İyilik yapana teşekkür etmeyen Allah'a da şükretmez.",
  "Yoldaki bir engeli kaldırmak sadakadır.",
  "Mümin kardeşinin yüzüne tebessüm etmen sadakadır.",
  "Mazlumun bedduasından sakının, Allah'la arasında perde yoktur.",
  "İşçinin ücretini alın teri kurumadan veriniz.",
  "Yerdekilere merhamet edin ki göktekiler de size merhamet etsin.",
  "Bir kötülük görünce elinle, olmazsa dilinle düzelt.",
  "Zulüm kıyamet günü karanlıklardır.",
  "Söz taşıyan cennete giremez.",
  "Gıybetten sakının, gıybet ölü kardeşinin etini yemek gibidir.",
  "Zandan sakının, çünkü zan sözün en yalanıdır.",
  "Birbirinizin kusurunu araştırmayın.",
  "Ya hayır söyle ya da sus.",
  "İlim öğrenmek her müslümana farzdır.",
  "Sizin en hayırlınız Kur'an'ı öğrenen ve öğreteninizdir.",
  "İlim Çin'de de olsa onu alınız.",
  "Faydasız ilimden Allah'a sığınırım.",
  "Alimin uykusu, cahilin ibadetinden hayırlıdır.",
  "Hikmetli söz müminin yitiğidir, nerede bulursa alır.",
  "Dünya ahiretin tarlasıdır.",
  "Ölünce ameli kesilmeyen üç şeyden biri faydalı ilimdir.",
  "Dünya sevgisi her hatanın başıdır.",
  "Gerçek zenginlik gönül zenginliğidir.",
  "Kabir, ahiret duraklarının ilkidir.",
  "Her can ölümü tadacaktır.",
  "Nasıl yaşarsanız öyle ölürsünüz, nasıl ölürseniz öyle dirilirsiniz.",
  "Allah bir kulu sevdiğinde onu dünyadan korur.",
  "Dürüst tüccar peygamberler ve şehitlerle beraberdir.",
  "Aldatan bizden değildir.",
  "Alışverişte yemin malın bereketini giderir.",
  "En hayırlı kazanç kişinin el emeği ile kazandığıdır.",
  "Rüşvet veren de alan da cehennemdedir.",
  "Allah'ı zikredenle etmeyenin misali diri ile ölü gibidir.",
  "Dilde hafif mizanda ağır gelen iki kelime: Subhanallahi ve bihamdihi...",
  "Kim bana bir salavat getirirse Allah ona on rahmet eder.",
  "İstiğfar eden günah işlememiş gibidir.",
  "Allah'ım! Huşu duymayan kalpten sana sığınırım.",
  "Kaderi ancak dua değiştirir.",
  "Duanın kabul olması için helal lokma yiyin.",
  "İnsanların en hayırlısı insanlara faydalı olandır.",
  "Hayâ imandandır ve iman cennettedir.",
  "Sabah namazını kılan Allah'ın himayesindedir.",
  "Veren el alan elden üstündür.",
  "İyilik güzel ahlaktır.",
  "Münafığın alameti üçtür.",
  "Cennet annelerin ayakları altındadır.",
  "Bizi aldatan bizden değildir.",
  "Dünya ahiretin tarlasıdır.",
  "Alimin uykusu cahilin ibadetinden hayırlıdır.",
  "Haksızlık karşısında susan dilsiz şeytandır."
  
]
